Repository: madfeng/docs
Catalog: locale/*/LC_MESSAGES/index.po
Languages: es

source: The MongoDB |version| Manual
es: El Manual de MongoDB |version|

source: Welcome to the MongoDB Manual! MongoDB is an open-source, document-oriented database designed for ease of development and scaling.
es: ¡Bienvenido al Manual de MongoDB! MongoDB es una base de datos de código abierto orientada a documentos diseñada para facilitar el desarrollo y la escalabilidad.

source: This manual is under constant development. See the :doc:`/about` for more information on the MongoDB Documentation project.
es: Este manual se encuentra en constante desarrollo. Consulta la página :doc:`/about` para mayor información del proyecto de Documentación de MongoDB.

source: Getting Started
es: Introducción

source: Developers
es: Desarrolladores

source: Administrators
es: Administradores

source: Reference
es: Referencia

source: :doc:`Installation Guides </installation>`
es: :doc:`Guías de instalación </installation>`

source: :doc:`First Steps </tutorial/getting-started>`
es: :doc:`Primeros pasos </tutorial/getting-started>`

source: :doc:`Database Operations </crud>`
es: :doc:`Operaciones de base de datos </crud>`

source: :doc:`Aggregation </core/aggregation>`
es: :doc:`Agregación </core/aggregation>`

source: :doc:`SQL to MongoDB Mapping </reference/sql-comparison>`
es: :doc:`Mapeo de SQL a MongoDB </reference/sql-comparison>`

source: :doc:`Replica Sets </replication>`
es: :doc:`Conjuntos de réplicas </replication>`

source: :doc:`Sharded Clusters </sharding>`
es: :doc:`Clústers con Sharding </sharding>`

source: :doc:`MongoDB Security </security>`
es: :doc:`Seguridad en MongoDB</security>`

source: :doc:`Shell Methods </reference/method>`
es: :doc:`Métodos del Shell </reference/method>`

source: :doc:`Query Operators </reference/operator>`
es: :doc:`Operadores de consulta </reference/operator>`

source: :doc:`Complete System Reference </reference>`
es: :doc:`Referencia completa del sistema </reference>`

source: Community
es: Comunidad

source: Additional Resources
es: Recursos adicionales

source: The following resources provide additional information:
es: Los siguientes recursos proporcionan información adicional:

source: The company behind MongoDB.
es: La compañía que respalda a MongoDB.

source: `MongoDB Events <http://www.mongodb.com/events/>`_
es: `Eventos de MongoDB <http://www.mongodb.com/events/>`_

source: Aggregator of popular MongoDB blogs.
es: Agregador de blogs populares de MongoDB.

source: `Slides and Video <http://www.mongodb.com/presentations/>`_
es: `Presentaciones y vídeos <http://www.mongodb.com/presentations/>`_

source: Presentations and videos from past MongoDB events.
es: Presentaciones y vídeos de eventos pasados de MongoDB

source: Free cloud-based service for monitoring and backing up MongoDB deployments. Also consider the `MMS documentation <http://mms.mongodb.com/help/>`_.
es: Servicio gratuito en la nube para monitorizar y respaldar despliegues de MongoDB. También ten en cuenta la `Documentación de MMS <http://mms.mongodb.com/help/>`_.

source: `MongoDB Books <http://mongodb.org/books>`_
es: `Libros de MongoDB <http://mongodb.org/books>`_

source: Books that provide additional information and background on MongoDB.
es: Libros que proporcionan información y conocimiento adicional de MongoDB.
